tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "teamookla/speedtest"
brew "little-cms2"
brew "cowsay"
brew "deno"
brew "exercism"
brew "figlet"
brew "fortune"
brew "fzf"
brew "ghostscript"
brew "git"
brew "tcl-tk"
brew "git-gui"
brew "python@3.10"
brew "libtool"
brew "graphviz"
brew "grc"
brew "helix"
brew "shared-mime-info"
brew "imagemagick"
brew "neovim"
brew "rust-analyzer"
brew "shellcheck"
brew "tree"
brew "teamookla/speedtest/speedtest"
cask "linear-linear"
cask "notion"
cask "shottr"
cask "temurin"
cask "warp"
cask "raycast"