tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "withgraphite/tap"
brew "ansible"
brew "dive"
brew "docker-completion"
brew "docker-compose"
brew "libtool"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "python@3.10"
brew "grc"
brew "jpegoptim"
brew "jq"
brew "libpq", link: true
brew "neovim"
brew "pandoc"
brew "pnpm"
brew "rust-analyzer"
brew "sccache"
brew "shellcheck"
brew "tree"
brew "withgraphite/tap/graphite"
brew "node"
cask "discord"
cask "docker"
cask "httpie"
cask "notion"
cask "shottr"
cask "slack"
cask "spotify"
cask "raycast"
cask "arc"
cask "vscode"
cask "iterm2"
